export const symptoms = [
  {
    title: "Эпилептический приступ",
    description:
      "Недавно возникший (последние 10 дней). Исключить метаболические, инфекционные и лекарственные причины.",
    score: 8,
  },
  {
    title: "Психоз",
    description:
      "Нарушение способности выполнять нормальные действия вследствие выраженного изменения восприятия действительности. Исключить уремию или лекарства.",
    score: 8,
  },
  {
    title: "Органические мозговые синдромы",
    description:
      "Острые нарушения памяти, ориентации и внимания. Плюс минимум 2 признака: нарушение восприятия, бессвязная речь, нарушение сна или психомоторики. Исключить метаболические/лекарственные причины.",
    score: 8,
  },
  {
    title: "Зрительные нарушения",
    description:
      "Изменения в глазу или сетчатке: кровоизлияния, неврит зрительного нерва, склерит. Исключить гипертензию, инфекции и лекарства.",
    score: 8,
  },
  {
    title: "Расстройства со стороны черепно-мозговых нервов",
    description:
      "Впервые возникшая чувствительная или двигательная невропатия, включая головокружение, вследствие СКВ.",
    score: 8,
  },
  {
    title: "Головная боль",
    description:
      "Выраженная персистирующая головная боль, не отвечающая на наркотические анальгетики.",
    score: 8,
  },
  {
    title: "Нарушение мозгового кровообращения",
    description:
      "Впервые возникшее. Исключить таковое вследствие атеросклероза или гипертензии.",
    score: 8,
  },
  {
    title: "Васкулит",
    description:
      "Язвы, гангрена, болезненные узелки на пальцах, околоногтевые инфаркты и геморрагии. Или данные биопсии или ангиограммы, подтверждающие васкулит.",
    score: 8,
  },
  {
    title: "Артрит",
    description:
      "Более чем 2 пораженных сустава с признаками воспаления (болезненность, отек или выпот).",
    score: 4,
  },
  {
    title: "Миозит",
    description:
      "Проксимальная мышечная боль/слабость, повышенный уровень креатинфосфокиназы или данные ЭМГ/биопсии.",
    score: 4,
  },
  {
    title: "Цилиндрурия",
    description: "Зернистые или эритроцитарные цилиндры в моче.",
    score: 4,
  },
  {
    title: "Гематурия",
    description:
      ">5 эритроцитов в поле зрения. Исключить камни, инфекции и другие причины.",
    score: 4,
  },
  {
    title: "Протеинурия",
    description: "Белок в моче >0,5 грамма в сутки.",
    score: 4,
  },
  {
    title: "Пиурия",
    description: ">5 лейкоцитов в поле зрения. Исключить инфекции.",
    score: 4,
  },
  {
    title: "Высыпания",
    description: "Новые или продолжающиеся воспалительные высыпания на коже.",
    score: 2,
  },
  {
    title: "Алопеция",
    description:
      "Очаговое или диффузное выпадение волос вследствие активности СКВ.",
    score: 2,
  },
  {
    title: "Язвы слизистых оболочек",
    description: "Изъязвление слизистых рта и носа вследствие активности СКВ.",
    score: 2,
  },
  {
    title: "Плеврит",
    description:
      "Боль в грудной клетке с шумом трения плевры, выпотом или утолщением плевры вследствие СКВ.",
    score: 2,
  },
  {
    title: "Перикардит",
    description:
      "Перикардиальная боль + шум трения или ЭКГ-подтверждение перикардита.",
    score: 2,
  },
  {
    title: "Низкий уровень комплемента",
    description: "Снижение СН50, С3 или С4 ниже нормы лаборатории.",
    score: 2,
  },
  {
    title: "Повышение уровня антител к ДНК",
    description: ">25% связывания по методу Farr или выше нормы лаборатории.",
    score: 2,
  },
  {
    title: "Лихорадка",
    description: "Температура >38°C. Исключить инфекционные причины.",
    score: 1,
  },
  {
    title: "Тромбоцитопения",
    description: "<100 000 тромбоцитов/мм³.",
    score: 1,
  },
  {
    title: "Лейкопения",
    description: "<3000 лейкоцитов/мм³. Исключить лекарственные причины.",
    score: 1,
  },
];
